<template>
  <section class="wrapper">
    <HeadLine headline="プライバシーポリシー" />
    <section>
      <h3>お客様から取得する情報</h3>
      <p>当社は、お客様から以下の情報を取得します。</p>
      <ul>
        <li>氏名(ニックネームやペンネームも含む)</li>
        <li>年齢または生年月日</li>
        <li>性別</li>
        <li>職業、職歴、学歴</li>
        <li>メールアドレス</li>
        <li>写真や動画</li>
        <li>Cookie(クッキー)を用いて生成された識別情報</li>
        <li>
          OSが生成するID、端末の種類、端末識別子等のお客様が利用するOSや端末に関する情報
        </li>
        <li>お客様の位置情報</li>
      </ul>
    </section>
    <section>
      <h3>お客様の情報を利用する目的</h3>
      <p>当社は、お客様から取得した情報を、以下の目的のために利用します。</p>
      <ul>
        <li>当社サービスに関する登録の受付、お客様の本人確認、認証のため</li>
        <li>お客様の当社サービスの利用履歴を管理するため</li>
        <li>
          当社サービスにおけるお客様の行動履歴を分析し、当社サービスの維持改善に役立てるため
        </li>
        <li>市場分析、マーケティングのため</li>
        <li>お客様からのお問い合わせに対応するため</li>
        <li>当社の規約や法令に違反する行為に対応するため</li>
        <li>当社規約の変更等を通知するため</li>
        <li>以上の他、当社サービスの提供、維持、保護及び改善のため</li>
      </ul>
    </section>
    <section>
      <h3>第三者提供</h3>
      <p>
        当社は、お客様から取得する情報のうち、個人データ（個人情報保護法第２条第６項）に該当するものついては、あらかじめお客様の同意を得ずに、第三者（日本国外にある者を含みます。）に提供しません。
        但し、次の場合は除きます。
      </p>
      <ul>
        <li>個人データの取扱いを外部に委託する場合</li>
        <li>当社や当社サービスが買収された場合</li>
        <li>
          事業パートナーと共同利用する場合（具体的な共同利用がある場合は、その内容を別途公表します。）
        </li>
        <li>その他、法律によって合法的に第三者提供が許されている場合</li>
      </ul>
    </section>
    <section>
      <h3>お問い合わせ</h3>
      <p>
        お客様の情報の開示、情報の訂正、利用停止、削除をご希望の場合は、以下のメールアドレスにご連絡ください。
      </p>
      <p>e-mail:RizuGuru@hogehoge.com</p>
      <p>
        この場合、必ず、運転免許証のご提示等当社が指定する方法により、ご本人からのご請求であることの確認をさせていただきます。なお、情報の開示請求については、開示の有無に関わらず、ご申請時に一件あたり1,000円の事務手数料を申し受けます。
      </p>
    </section>
    <section>
      <h4>事業者の名称</h4>
      <p>RizuGuru</p>
    </section>
    <p>2020年11月12日 制定</p>
  </section>
</template>

<script>
import HeadLine from "@/components/Login/Headline.vue";
export default {
  components: {
    HeadLine,
  },
};
</script>

<style>
.wrapper {
  width: 95%;
  margin: 100px auto;
  margin-top: 20px;
  font-size: 0.9em;
}
</style>